Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AccountsUserSignInServiceErrorTitle
source: Sign In Failed
ar: فشل تسجيل الدخول
ca: L’inici de sessió ha fallat
cs: Přihlašování selhalo
da: Log ind mislykkedes
de: Anmeldung fehlgeschlagen
el: Απέτυχε η σύνδεση
es: Error al iniciar sesión
es_us: Error al iniciar sesión
fi: Sisäänkirjautuminen epäonnistui.
fr: La connexion a échoué.
fr_ca: Échec de connexion
he: ההתחברות נכשלה
hi: साइन इन विफल
hr: Prijava nije uspjela
hu: A bejelentkezés sikertelen
id: Gagal Masuk
it: Accesso non riuscito
ja: サインインできませんでした。
ko: 로그인 실패
ms: Daftar Masuk Gagal
nb: Pålogging mislyktes
nl: Inloggen mislukt
pl: Błąd logowania
pt_br: Falha ao Iniciar a Sessão
pt_pt: Falha ao iniciar sessão
ro: Autentificarea a eșuat
ru: Не удалось войти
sk: Prihlasovanie zlyhalo
sl: Vpis ni uspel
sv: Inloggningen misslyckades
th: ลงชื่อเข้าไม่สำเร็จ
tr: Giriş Yapılamadı
uk: Помилка входу
vi: Đăng nhập thất bại
zh_cn: 登录失败
zh_hk: 登入失敗
zh_tw: 登入失敗

# AccountsUserSignOutAppleAccountDisabledGuestDescription
source: This account is used to save app data to iCloud. To use a different account, remove this profile from Apple TV, then add a new profile.
ar: يُستخدم هذا الحساب لحفظ بيانات التطبيقات في iCloud. لاستخدام حساب مختلف، يجب إزالة ملف التعريف هذا من Apple TV ثم إضافة ملف تعريف جديد.
ca: Aquest compte s’utilitza per desar les dades de les apps a l’iCloud. Per utilitzar un altre compte, elimina el perfil de l’Apple TV i, després, afegeix un perfil nou.
cs: Tento účet se používá pro ukládání dat aplikací na iCloud. Chcete‑li použít jiný účet, odeberte tento profil z Apple TV a pak přidejte nový.
da: Denne konto bruges til at gemme appdata til iCloud. Hvis du vil bruge en anden konto, skal du først fjerne denne profil fra Apple TV og derefter tilføje en ny profil.
de: Dieser Account wird verwendet, um App-Daten in iCloud zu sichern. Um einen anderen Account zu verwenden, entferne dieses Profil vom Apple TV und füge anschließend ein neues hinzu.
el: Αυτός ο λογαριασμός χρησιμοποιείται για αποθήκευση δεδομένων εφαρμογών στο iCloud. Για χρήση διαφορετικού λογαριασμού, αφαιρέστε αυτό το προφίλ από το Apple TV, και στη συνέχεια προσθέστε ένα νέο προφίλ.
es: Esta cuenta se usa para guardar los datos de las apps en iCloud. Para usar otra cuenta, elimina este perfil del Apple TV y añade uno nuevo.
es_us: Esta cuenta se usa para guardar datos de apps en iCloud. Para usar otra cuenta, elimina este perfil del Apple TV y agrega uno nuevo.
fi: Tätä tiliä käytetään appidatan tallentamiseen iCloudiin. Jos haluat käyttää eri tiliä, poista tämä profiili ensin Apple TV:stä ja lisää sitten uusi profiili.
fr: Ce compte est utilisé pour enregistrer les données d’apps sur iCloud. Pour utiliser un compte différent, supprimez ce profil de l’Apple TV, puis ajoutez-en un nouveau.
fr_ca: Ce compte est utilisé pour enregistrer les données d’apps dans iCloud. Pour utiliser un autre compte, supprimez ce profil de l’Apple TV, puis ajoutez un nouveau profil par défaut.
he: חשבון זה משמש לשמירת נתוני יישומים ב-iCloud. כדי להשתמש בחשבון אחר יש להסיר פרופיל זה מה‑Apple TV ואז להוסיף פרופיל חדש.
hi: इस खाते का उपयोग iCloud में ऐप डेटा सहेजने के लिए किया जाता है। किसी और खाते का उपयोग करने के लिए, इस प्रोफ़ाइल को Apple TV से हटाएँ, फिर नई प्रोफ़ाइल जोड़ें।
hr: Ovaj račun koristi se za spremanje podataka aplikacija na iCloud. Za uporabu drugog računa uklonite ovaj profil s Apple TV-a, zatim dodajte novi profil.
hu: Ez a fiók arra szolgál, hogy appadatokat mentsen az iCloudba. Másik fiók használatához távolítsa el ezt a profilt az Apple TV-ről, majd adjon hozzá egy új profilt.
id: Akun ini digunakan untuk menyimpan data app ke iCloud. Untuk menggunakan akun lain, hapus profil ini dari Apple TV, lalu tambahkan profil baru.
it: Questo account viene utilizzato per salvare i dati delle app su iCloud. Per usarne un altro, rimuovi il profilo da Apple TV, quindi aggiungine uno nuovo.
ja: このアカウントはアプリのデータをiCloudに保存するために使用されます。別のアカウントを使用するには、このプロフィールをApple TVから削除してから、新規プロフィールを追加してください。
ko: 앱 데이터를 iCloud에 저장하는 데 이 계정이 사용됩니다. 다른 계정을 사용하려면 Apple TV에서 이 프로필을 제거한 다음 프로필을 새로 추가하십시오.
ms: Akaun ini digunakan untuk menyimpan data app ke iCloud. Untuk menggunakan akaun berbeza, keluarkan profil ini daripada Apple TV, kemudian tambahkan profil baharu.
nb: Denne kontoen brukes til å arkivere appdata i iCloud. Hvis du vil bruke en annen konto, må du først fjerne denne profilen fra Apple TV og deretter legge til en ny profil.
nl: Deze account wordt gebruikt om appgegevens te bewaren in iCloud. Om een andere account te gebruiken, verwijder je dit profiel van de Apple TV en voeg je vervolgens een nieuw profiel toe.
pl: To konto jest używane do zachowywania danych aplikacji w iCloud. Aby używać innego konta, usuń ten profil z Apple TV, a następnie dodaj nowy.
pt_br: Esta conta é usada para salvar dados de apps no iCloud. Para usar uma conta diferente, remova este perfil da Apple TV e adicione um novo.
pt_pt: Esta conta é usada para guardar dados de aplicações em iCloud. Para usar outra conta, remova este perfil da Apple TV e depois adicione um novo.
ro: Acest cont este utilizat pentru a salva datele aplicațiilor pe iCloud. Pentru a utiliza un cont diferit, eliminați acest profil de pe Apple TV, apoi adăugați un profil nou.
ru: Эта учетная запись используется для сохранения данных приложений в iCloud. Чтобы использовать другую учетную запись, сначала удалите этот профиль с Apple TV, а затем добавьте новый профиль.
sk: Tento účet sa používa na ukladanie dát apiek na iCloud. Ak chcete použiť iný účet, odstráňte tento profil z Apple TV a potom pridajte nový profil.
sl: Ta račun se uporablja za shranjevanje podatkov aplikacij v storitev iCloud. Če želite uporabiti drug račun, odstranite ta profil iz Apple TV-ja in nato dodajte nov profil.
sv: Det här kontot används till att spara appdata på iCloud. Om du vill använda ett annat konto måste du först ta bort den här profilen från Apple TV och sedan lägga till en ny profil.
th: บัญชีนี้ถูกใช้เพื่อบันทึกข้อมูลแอปไปยัง iCloud ในการใช้บัญชีอื่น ให้เอาโปรไฟล์นี้ออกจาก Apple TV จากนั้นเพิ่มโปรไฟล์ใหม่
tr: Bu hesap iCloud’a uygulama verilerini kaydetmek için kullanılır. Farklı bir hesap kullanmak için bu profili Apple TV’den silip ardından yeni bir profil ekleyin.
uk: Цей обліковий запис використовується для збереження даних програм в iCloud. Щоб використовувати інший обліковий запис, вилучіть цей профіль з Apple TV, а потім додайте новий профіль.
vi: Tài khoản này được sử dụng để lưu dữ liệu ứng dụng vào iCloud. Để sử dụng một tài khoản khác, hãy xóa hồ sơ này khỏi Apple TV, sau đó thêm một hồ sơ mới.
zh_cn: 此账户用于将App数据保存到iCloud。若要使用另一个账户，请先从Apple TV移除此个人资料，然后添加新个人资料。
zh_hk: 此帳户用於將App資料儲存至iCloud。如要使用其他帳户，請先從Apple TV移除此個人檔案，然後加入新個人檔案。
zh_tw: 此帳號用於將App的資料儲存到iCloud。若要使用其他帳號，請先從Apple TV移除此個人檔案，然後再加入新的個人檔案。

# AccountsUserSignOutAppleAccountDisabledPrimaryDescription
source: This account is used to save data and access Apple Home and iCloud Photos. To use a different account, remove this profile from Apple TV, then add a new default profile.
ar: يُستخدم هذا الحساب لحفظ البيانات والوصول إلى تطبيق المنزل من Apple وصور iCloud. لاستخدام حساب مختلف، يجب إزالة ملف التعريف هذا من Apple TV ثم إضافة ملف تعريف افتراضي جديد.
ca: Aquest compte s’utilitza per desar dades i accedir a l’Apple Home i a les fotos a l’iCloud. Per utilitzar un altre compte, elimina el perfil de l’Apple TV i, després, afegeix un perfil per omissió nou.
cs: Tento účet se používá pro ukládání dat a přístup k Domácnosti Apple a fotkám na iCloudu. Chcete‑li použít jiný účet, odeberte tento profil z Apple TV a pak přidejte nový výchozí profil.
da: Denne konto bruges til at gemme data og få adgang til Apple Hjem og iCloud-fotos. Hvis du vil bruge en anden konto, skal du først fjerne denne profil fra Apple TV og derefter tilføje en ny standardprofil.
de: Dieser Account wird verwendet, um Daten zu sichern und auf Apple Home und iCloud-Fotos zuzugreifen. Um einen anderen Account zu verwenden, entferne dieses Profil vom Apple TV und füge dann ein neues Standardprofil hinzu.
el: Αυτός ο λογαριασμός χρησιμοποιείται για αποθήκευση δεδομένων και πρόσβαση στην Οικία Apple και τις Φωτογραφίες iCloud. Για χρήση διαφορετικού λογαριασμού, αφαιρέστε αυτό το προφίλ από το Apple TV, και στη συνέχεια προσθέστε ένα νέο προεπιλεγμένο προφίλ.
es: Esta cuenta se usa para guardar los datos y acceder a Apple Home y a las fotos en iCloud. Para usar otra cuenta, elimina este perfil del Apple TV y añade un perfil por omisión nuevo.
es_us: Esta cuenta se usa para guardar datos y acceder a la app Casa y a Fotos en iCloud. Para usar otra cuenta, elimina este perfil del Apple TV y agrega uno nuevo predeterminado.
fi: Tätä tiliä käytetään Applen Kodille ja iCloud-kuville sekä tietojen tallentamiseen. Jos haluat käyttää eri tiliä, poista tämä profiili ensin Apple TV:stä ja lisää sitten uusi oletusprofiili.
fr: Ce compte est utilisé pour enregistrer des données et accéder à Apple Home et Photos iCloud. Pour utiliser un compte différent, supprimez ce profil de l’Apple TV, puis ajoutez un nouveau profil par défaut.
fr_ca: Ce compte est utilisé pour enregistrer des données et accéder à Apple Home ainsi qu’à Photos iCloud. Pour utiliser un autre compte, supprimez ce profil de l’Apple TV, puis ajoutez un nouveau profil par défaut.
he: חשבון זה משמש לשמירת נתונים וכדי לגשת ל-Apple Home ול״תמונות iCloud״. כדי להשתמש בחשבון אחר יש להסיר פרופיל זה מה‑Apple TV ואז להוסיף פרופיל ברירת מחדל חדש.
hi: इस खाते का इस्तेमाल डेटा सहेजने और Apple Home और iCloud तस्वीर को ऐक्सेस करने के लिए किया जाता है। किसी और खाते का उपयोग करने के लिए, इस प्रोफ़ाइल को Apple TV से हटाएँ, फिर नई डिफ़ॉल्ट प्रोफ़ाइल जोड़ें।
hr: Ovaj račun koristi se za spremanje podataka te pristupanje Apple Domu i iCloud fotografijama. Za uporabu drugog računa uklonite ovaj profil s Apple TV-a, zatim dodajte novi standardni profil.
hu: Ez a fiók adatok mentéséhez, illetve az Apple Otthon és az iCloud-fotók eléréséhez van használva. Másik fiók használatához távolítsa el ezt a profilt az Apple TV-ről, majd adjon hozzá egy új alapértelmezett profilt.
id: Akun ini digunakan untuk menyimpan data dan mengakses Rumah Apple serta Foto iCloud. Untuk menggunakan akun lain, hapus profil ini dari Apple TV, lalu tambahkan profil default baru.
it: Questo account viene utilizzato per salvare dati e per accedere ad Apple Home e alle foto di iCloud. Per usarne un altro, rimuovi il profilo da Apple TV, quindi aggiungine uno nuovo di default.
ja: このアカウントはApple HomeおよびiCloud写真へのデータの保存やアクセスに使用されます。別のアカウントを使用するには、このプロフィールをApple TVから削除してから、新規デフォルトプロフィールを追加してください。
ko: 데이터를 저장하고 Apple 홈 및 iCloud 사진에 접근하는 데 이 계정이 사용됩니다. 다른 계정을 사용하려면 Apple TV에서 이 프로필을 제거한 다음 기본 프로필을 새로 추가하십시오.
ms: Akaun ini digunakan untuk menyimpan data dan mengakses Apple Home serta Foto iCloud. Untuk menggunakan akaun berbeza, keluarkan profil ini daripada Apple TV, kemudian tambahkan profil lalai baharu.
nb: Denne kontoen brukes til å arkivere data og få tilgang til Hjem og iCloud Bilder. Hvis du vil bruke en annen konto, må du først fjerne denne profilen fra Apple TV og deretter legge til en ny standardprofil.
nl: Deze account wordt gebruikt om gegevens te bewaren en voor toegang tot Apple Woning en iCloud-foto's. Om een andere account te gebruiken, verwijder je dit profiel van de Apple TV en voeg je vervolgens een nieuw standaardprofiel toe.
pl: To konto jest używane do zachowywania danych oraz uzyskiwania dostępu do Apple Home i Zdjęć w iCloud. Aby używać innego konta, usuń ten profil z Apple TV, a następnie dodaj nowy profil domyślny.
pt_br: Esta conta é usada para salvar dados e acessar o Apple Home e as Fotos do iCloud. Para usar uma conta diferente, remova este perfil da Apple TV e adicione um novo perfil padrão.
pt_pt: Esta conta é usada para guardar dados e aceder a Apple Home e Fotografias em iCloud. Para usar outra conta, remova este perfil da Apple TV e depois adicione um novo perfil predefinido.
ro: Acest cont este utilizat pentru a salva date și pentru a accesa Locuință Apple și Poze iCloud. Pentru a utiliza un cont diferit, eliminați acest profil de pe Apple TV, apoi adăugați un profil implicit nou.
ru: Эта учетная запись используется для хранения данных, а также для доступа к Фото iCloud и приложению «Дом» от Apple. Чтобы использовать другую учетную запись, сначала удалите этот профиль с Apple TV, а затем добавьте новый профиль по умолчанию.
sk: Tento účet sa používa na ukladanie dát a prístup k Apple Domácnosti a fotkám uloženým na iCloude. Ak chcete použiť iný účet, odstráňte tento profil z Apple TV a potom pridajte nový predvolený profil.
sl: Ta račun se uporablja za shranjevanje podatkov ter dostop do Doma Apple in funkcije Fotografije iCloud. Če želite uporabiti drug račun, odstranite ta profil iz Apple TV-ja in nato dodajte nov privzeti profil.
sv: Det här kontot används till att spara data och till att komma åt Hem och iCloud-bilder. Om du vill använda ett annat konto måste du först ta bort den här profilen från Apple TV och sedan lägga till en ny förvald profil.
th: บัญชีนี้ถูกใช้เพื่อบันทึกข้อมูลและเข้าถึง Apple Home และ “รูปภาพบน iCloud” ในการใช้บัญชีอื่น ให้เอาโปรไฟล์นี้ออกจาก Apple TV จากนั้นเพิ่มโปรไฟล์เริ่มต้นใหม่
tr: Bu hesap veri kaydetmek, Apple Ev’e ve iCloud Fotoğrafları’na erişmek için kullanılır. Farklı bir hesap kullanmak için bu profili Apple TV’den silip ardından yeni bir saptanmış profil ekleyin.
uk: Цей обліковий запис використовується для збереження даних і доступу до програми «Дім» від Apple та Фото iCloud. Щоб використовувати інший обліковий запис, вилучіть цей профіль з Apple TV, а потім додайте новий типовий профіль.
vi: Tài khoản này được sử dụng để lưu dữ liệu và truy cập Nhà Apple cũng như Ảnh iCloud. Để sử dụng một tài khoản khác, hãy xóa hồ sơ này khỏi Apple TV, sau đó thêm một hồ sơ mặc định mới.
zh_cn: 此账户用于保存数据和访问Apple家庭及iCloud照片。若要使用另一个账户，请先从Apple TV移除此个人资料，然后添加新的默认个人资料。
zh_hk: 此帳户用於儲存資料以及取用「Apple家居」和iCloud相片。如要使用其他帳户，請先從Apple TV移除此個人檔案，然後加入新的預設個人檔案。
zh_tw: 此帳號用於儲存資料以及取用「Apple家庭」和「iCloud照片」。若要使用其他帳號，請先從Apple TV移除此個人檔案，然後再加入新的預設個人檔案。

# AccountsUserSignOutLastAccountConfirmationActionTitle
source: Remove Profile
ar: إزالة ملف التعريف
ca: Elimina el perfil
cs: Odstranit profil
da: Fjern profil
de: Profil entfernen
el: Αφαίρεση προφίλ
es: ¿Eliminar perfil?
es_us: Eliminar perfil
fi: Poista profiili
fr: Supprimer le profil
fr_ca: Supprimer le profil
he: הסרת הפרופיל
hi: प्रोफ़ाइल हटाएँ
hr: Ukloni profil
hu: Profil eltávolítása
id: Hapus Profil
it: Rimuovi profilo
ja: プロファイルを削除
ko: 프로필 제거
ms: Keluarkan Profil
nb: Fjern profil
nl: Verwijder profiel
pl: Usuń profil
pt_br: Remover Perfil
pt_pt: Remover perfil
ro: Eliminați profilul
ru: Удалить профиль
sk: Odstrániť profil
sl: Odstrani profil
sv: Ta bort profil
th: เอาโปรไฟล์ออก
tr: Profili Sil
uk: Вилучити профіль
vi: Xóa hồ sơ
zh_cn: 移除描述文件
zh_hk: 移除描述檔
zh_tw: 移除描述檔

# AccountsUserSignOutLastAccountConfirmationCancelTitle
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# AccountsUserSignOutLastAccountConfirmationMessage
source: Signing out of the last Apple Account for this profile will remove the profile entirely. Are you sure you want to remove the profile?
ar: سيؤدي تسجيل الخروج من آخر حساب Apple لملف التعريف هذا إلى إزالة ملف التعريف بالكامل. هل ترغب بالتأكيد في إزالة ملف التعريف؟
ca: Si tanques la sessió de l’últim compte d’Apple del perfil, s’eliminarà el perfil per complet. Confirmes que vols eliminar el perfil?
cs: Po odhlášení od posledního účtu Apple tohoto profilu bude profil úplně odstraněn. Určitě ho chcete odstranit?
da: Hvis du logger ud af den sidste Apple-konto for denne profil, fjernes profilen fuldstændigt. Er du sikker på, at du vil fjerne profilen?
de: Durch Abmelden bei dem letzten Apple-Account dieses Profils wird das Profil vollständig entfernt. Soll das Profil wirklich entfernt werden?
el: Η αποσύνδεση από τον πιο πρόσφατο λογαριασμό Apple για αυτό το προφίλ θα αφαιρέσει πλήρως το προφίλ. Θέλετε σίγουρα να αφαιρεθεί το προφίλ;
es: Si cierras la sesión de la última cuenta de Apple de este perfil, se eliminará el perfil por completo. ¿Seguro que quieres eliminar este perfil?
es_us: Si se cierra la sesión de la última cuenta de Apple de este perfil, se eliminará el perfil por completo. ¿Quieres eliminar el perfil?
fi: Kun tämän profiilin viimeiseltä Apple-tililtä kirjaudutaan ulos, profiili poistetaan kokonaan. Poistetaanko tämä profiili?
fr: La déconnexion du dernier compte Apple de ce profil supprimera complètement ce dernier. Voulez-vous vraiment supprimer le profil ?
fr_ca: La déconnexion du dernier compte Apple pour ce profil supprimera entièrement ce dernier. Voulez-vous vraiment supprimer le profil?
he: התנתקות מחשבון ה-Apple האחרון של פרופיל זה תסיר את הפרופיל לחלוטין. האם ברצונך להסיר את הפרופיל?
hi: इस प्रोफ़ाइल के लिए पिछले Apple खाते से साइन आउट करने से प्रोफ़ाइल को पूरी तरह से हटा दिया जाएगा। क्या आप वाक़ई इस प्रोफ़ाइल को हटाना चाहते हैं?
hr: Ako odjavite posljednji Apple račun za ovaj profil, profil će se u potpunosti ukloniti. Sigurno želite ukloniti profil?
hu: Ha kijelentkezik a profil utolsó Apple-fiókjából, akkor azzal teljesen eltávolítja a profilt. Biztosan eltávolítja a profilt?
id: Jika keluar dari Akun Apple terakhirnya, profil ini akan dihapus secara keseluruhan. Apakah Anda yakin ingin menghapus profil?
it: Eseguendo l’uscita dall’ultimo Apple Account, il profilo verrà completamente rimosso. Confermi di volerlo eliminare?
ja: このプロフィールで使用している最後のApple Accountからサインアウトすると、プロフィールは完全に削除されます。このプロフィールを削除してもよろしいですか?
ko: 이 프로필의 마지막 Apple 계정에서 로그아웃하면 해당 프로필이 완전히 제거됩니다. 프로필을 제거하겠습니까?
ms: Mendaftar keluar daripada Akaun Apple terakhir untuk profil ini akan mengeluarkan profil sepenuhnya. Adakah anda pasti mahu mengeluarkan profil?
nb: Hvis du logger av siste Apple-konto knyttet til denne profilen, fjernes profilen fullstendig. Er du sikker på at du vil fjerne profilen?
nl: Wanneer je bij de laatste Apple Account voor dit profiel uitlogt, wordt het profiel helemaal verwijderd. Weet je zeker dat je het profiel wilt verwijderen?
pl: Wylogowanie się z ostatniego konta Apple profilu spowoduje całkowite usunięcie tego profilu. Czy na pewno chcesz usunąć ten profil?
pt_br: Se você finalizar a sessão da última Conta Apple deste perfil, ele será removido completamente. Tem certeza de que deseja remover este perfil?
pt_pt: Terminar a sessão da última conta Apple deste perfil removerá o perfil completamente. Tem a certeza de que pretende remover o perfil?
ro: Ieșirea din ultimul cont Apple pentru acest profil va elimina complet profilul. Sigur doriți să eliminați profilul?
ru: Если выйти из последнего Аккаунта Apple в этом профиле, профиль будет полностью удален. Вы действительно хотите удалить этот профиль?
sk: Odhlásením sa z posledného Apple účtu v tomto profile úplne odstránite tento profil. Naozaj chcete profil odstrániť?
sl: Z izpisom iz zadnjega računa Apple za ta profil boste profil v celoti odstranili. Ste prepričani, da želite odstraniti profil?
sv: Om du loggar ut från det senaste Apple‑kontot för den här profilen tas profilen bort helt och hållet. Är du säker på att du vill ta bort profilen?
th: การลงชื่อออกจากบัญชี Apple ล่าสุดสำหรับโปรไฟล์นี้จะเอาโปรไฟล์นี้ออก คุณแน่ใจหรือไม่ว่าคุณต้องการเอาโปรไฟล์ออก
tr: Bu profilde son Apple Hesabı’ndan çıkış yapıldığında profil tamamen silinir. Profili silmek istediğinizden emin misiniz?
uk: Вихід з останнього облікового запису Apple для цього профілю повністю вилучить його. Справді вилучити профіль?
vi: Việc đăng xuất khỏi Tài khoản Apple gần đây nhất cho hồ sơ này sẽ xóa hoàn toàn hồ sơ. Bạn có chắc chắn muốn xóa hồ sơ không?
zh_cn: 退出登录此个人资料的最后一个Apple账户将完全移除该个人资料。确定要移除个人资料吗？
zh_hk: 登出此個人檔案的最後一個Apple帳户將會完全移除此個人檔案。確定要移除個人檔案嗎？
zh_tw: 登出此個人檔案的最後一個「Apple帳號」會將個人檔案整個移除。確定要移除個人檔案嗎？

# AccountsUserSignOutLastAccountConfirmationTitle
source: Sign Out of Last Apple Account
ar: تسجيل الخروج من آخر حساب Apple
ca: Tancament de la sessió de l’últim compte d’Apple
cs: Odhlášení od posledního účtu Apple
da: Log ud af sidste Apple-konto
de: Abmeldung von letztem Apple Account
el: Αποσύνδεση από τον πιο πρόσφατο λογαριασμό Apple
es: Cerrar sesión de la última cuenta de Apple
es_us: Cerrar sesión de la última cuenta de Apple
fi: Kirjaudu ulos viimeiseltä Apple-tililtä
fr: Déconnecter le dernier compte Apple
fr_ca: Se déconnecter du dernier compte Apple
he: התנתקות מחשבון ה-Apple האחרון
hi: पिछले Apple खाते से साइन आउट करें
hr: Odjava s posljednjeg Apple računa
hu: Kijelentkezés az utolsó Apple-fiókból
id: Keluar dari Akun Apple Terakhir
it: Esci dall’ultimo Apple Account
ja: 最後のApple Accountからサインアウト
ko: 마지막 Apple 계정에서 로그아웃
ms: Daftar Keluar daripada Akaun Apple Terakhir
nb: Logg av siste Apple-konto
nl: Log uit bij de laatste Apple Account
pl: Wyloguj się z ostatniego konta Apple
pt_br: Finalizar Sessão da Última Conta Apple
pt_pt: Terminar sessão da última conta Apple
ro: Ieșire din ultimul cont Apple
ru: Выйти из последнего Аккаунта Apple
sk: Odhlásiť sa z posledného Apple účtu
sl: Izpis iz zadnjega računa Apple
sv: Logga ut från senaste Apple‑kontot
th: ลงชื่อออกจากบัญชี Apple ล่าสุด
tr: Son Apple Hesabı’ndan Çıkış Yapın
uk: Вихід з останнього облікового запису Apple
vi: Đăng xuất Tài khoản Apple gần đây nhất
zh_cn: 退出登录最后一个Apple账户
zh_hk: 登出最後一個Apple帳户
zh_tw: 登出最後一個「Apple帳號」
